Revit 2027 API
BuiltInFailures.MassFailures.AutoGlazingFailedError Property
 Failure in Auto-Glazing region computation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AutoGlazingFailedError { get; }
Public Shared ReadOnly Property AutoGlazingFailedError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AutoGlazingFailedError {
	FailureDefinitionId^ get ();
}
static member AutoGlazingFailedError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace